import { Box } from '@chakra-ui/react'

import { CommonText } from '../../components/Common'

export default function About() {
  return (
    <Box>
      <CommonText text="「農家や漁師や猟師の知り合いがいる人はいますか」" />
      <CommonText text="ーーー 聞いてみても誰も手が上がらない。これがある都市部の現状です。第一次産業に関わる知り合いがいる都心部の人が徐々にいなくなり、メディアやSNSを通した二次情報で知った気分になり、「食べる」ことが当たり前のこととなってきています。" />
      <CommonText text="このような現状の中で必要なのは、食について考えたり当事者意識を持ったり、もったいないを意識するようなきっかけを増やすことだと思います。" />
      <CommonText text="NPO法人MOTTAIでは、「当たり前の裏側にアクセスしやすい社会を創る」というビジョン、「ひとりひとりが当事者意識をもてるように」というミッションを掲げて、実際に触れたり見たり体験したり一次情報を増やすことに取り組んでいます。「実はこんな感じになってたんだ」と、驚くことから一緒にはじめてみませんか。" />
    </Box>
  )
}
